# 1 გამოიტანს სტრ იმიტომ რომ ის სტრინგი არის
# 2 ...
# 3 დიაპაზონისათვის (თანმიმდევრობისტვის)
# 4 კონკატინაციაში გვჭირდება + რადგან კონკატინაცია ნიშნავს ორი ტექსტის მიმატებას
# 5 რეალ იმიტომ რომ ... რავი არარი ფუნცია
# 6 ინფუთი იმიტომ რომ .. ის აკეთებს ამ ფუნქციას! ვახ!
# 7 ფორ იმიტომ რომ ფორი ლუპია რა უნდა ავხსნა
# 8 ფლოატი იმიტომ რომ მაგას აკთებს რა შეკითხვაა
# 9 ფალსს იმიტომ რომ არასწორია და ვიღაცამ პ0ირველი კლასის მათემატიკა არ იცის
# 10 ვაილლ ტრუ იმიტომ რომ სანამ სიმარტლე სიმარტლეა  ანუ სულ სიმარტლეა
# 11 გამoiტანს hello world ს იმიტომ რომ  ... წერია hello world
# 12 არ ვიცი
# 13 .py 
# 14 ტრუ იმიიტომ რომ მართალია
# 15 _ვარ_ნამე იმიტომ რომ სწორია
# 16 555 იმიტომ რომ მოხდა ტექსტის გამეორება
# 17 ო იმიტომ რომ -1 არის ბოლო რიცხვი
# 18 აზრზე არ ვარ
# 19 არის ციკლი რომელიც გარკვეულდრომდე გრძელდება გარკვეულ დრომდე
# 20 სიმარტლე და სიცრუე იმიტომ რომ ესაა სწორი
# 21 1<=1
# 22 and იმიტომ რომ სწორია რაღა უნდა ავხსნა
# 23 my_list[2] იმიტომ რომ 30 მე 2 ინდექსზეა
# 24 list = [1, 2, 3] 
# 25 html = Hyper Text Markup Language
# 26 ჰეად გამოიყენება იფორმაციის შესანახად
# 27 <ა> იმიტომ რომ ასეა
# 28 <h1>
# 29 ალტ იმიტომ რომ ასეა
# 30 რომ დოკუმენტს სათაური ჰქონდეს
# 31 ლინე ბრეაკს 
# 32 ულ იმიტომ ასეა
# 33 <input type="checkbox" >imitom rom aseaaaaaaaaaa!
# 34 style რადგან შემოკლებული ცსს ია
# 35 <input type="text">
# 36 href 
# 37 em არის დახრილი ტექსტი
# 38 <ფორმ>
# 39 id
# 40  ოლ
# 41 select 
# 42 ნავიგაციას
# 43 საიტის მთავარი ნაწილს
# 44 <!-- ... -->
# 45 რექუარდე
# 46 <img>
# 47 <audio>
# 48 <video>
# 49 truuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuue!


