// # Lv 170:
// 1. შექმენით ფუნქცია, რომელსაც გადაეცემა არგუმენტად მომხმარებლის შემოტანილი რიცხვი. თქვენი დავალებაა ამ რიცხვის ჩათვლით გამოიტანოთ ყველა რიცხვი და გვერდით ჰქონდეს ტექსტი ლუწი არის თუ კენტი.
function name(params) {
    for (let i  = 0;i < params;i++){


        if (i % 2 === 0 ){
            console.log(i  + " luwi")
        }
        else{
            console.log(i  + " kenti")
        }
    }
}
name(45)
// 2. შექმენით ფუნქცია, რომელსაც გადაეცემა არგუმენტად მომხმარებლის შემოტანილი სიტყვა. და გამოიტანეთ სიგრძე ამ სიტყვის
function name2(params3){
    console.log(params3.length)
}
name2(prompt("give me name"))