// 1. შექმენით ფუნქცია, რომელსაც გადაეცემა 2 რიცხვი, შემდეგ ამ პირველი რიცხვიდან მეორე რიცხვამდე გამოიტანეთ მარტო 3 ის ჯერადი რიცხვები
function lil(num1,num2){
    for (;num1<num2;num1+3){}
    console.log(num1)
lil(5,45)}
// 2. შექმენით ფუქნცია რომელსაც გადაეცემა  3 რიცხვი, შემდე პირველი რიცხვიდან მესამე  რიცხვამდე გამოიტანეთ ყველა მეორე რიცხვის ჯერადი (ჩახლართული პირობა  :)) )
function lil2(num1,num2,num3){
    for (;num1<num2;num1+num3){}
    
    console.log(num1)}
lil2(5,45,4)
// 3. შექმენით ფუნქცია რომელსაც გადაეცეემა სტრინგი, შემდეგ ამ სტრინგში  მხოლოს 3 ის ჯერად ინდექსზე მდგომი ელემენტები გამოიტანეთ
function lil3(wordLegend){
    for(let i = 0;i < wordLegend;i+3){
    }
    console.log(i)
    }
lil(5,45,4)
// დრო 15 წთ