# lists:
# 1) შექმენით 2 სია სადაც ჩასვამთ ნებისმიერ ელემენტს და ეს 2 სია უნდა შეაერთოდ extend-ის გამოყენებით 
k = [56, 58,467897654345678]
g = [0,7676, 89960]
k.extend (g)
print(k)
# 2) შექმენით სია სადაც შეიტანთ 10 ელემენტს და მათშორის უნდა მოაშოროთ ელემენტი რომელიც იქნება 5 ინდექსზე pop-ის გამოყენებით და უნდა მოაშოროთ კიდე ერთი ელემენტი რომელიც იქნება 3 ინდექსზე remove-ის გამოყენებით
h = [656,83,94,76,3,4,234,5,8,7642,578]
h.pop (5)
h.remove (3)
print(h)
# 3) შექმენით ცარიელი სია სადაც დაამატებთ 10 ცალ ლუწ რიცხვებს append-ის გამოყენებით
f =[]
f.append (1)
f.append (2)
f.append (3)
f.append (4)
f.append (5)
f.append (6)
f.append (7)
f.append (8)
f.append (9)
f.append (10)
print(f)
# 4) შექმენით ცარიელი სია სადაც დაამატებღ 10 ცალ კენტ რიცხვებს
d = []
d.append (1)
d.append (3)
d.append (5)
d.append (7)
d.append (9)
d.append (11)
d.append (13)
d.append (15)
d.append (17)
d.append (19)
print(d)
