
# 5) Write an algorithm that prints multiples of 5 (numbers divisible by 5) from 1 to 50 inclusive
# ახლა ჩვენ უნდა დავწეროთ კოდი რომელიც გვეტყვის რა რიცხვი იყოფა 5 ზე და რა არა 50 ის ჩათვლით.ამისთვის ვწერთ კოდს რომელშიც ვწერთ ყველა რიცხვს 1 დან 51 ის ჩათვლით.
# (ანუ 50 ის ჩათვლით) შემდეგ კი ვუთითებთ რომ ეს ტერმინალში (სადაც ვნახულობთ ჩვენი კოდის შედეგს) გამოიტანოს და მიაწეროს ამ რიცხვებს რომ ისინი იყოფიან 5 ზე კიდევ პატარა კოდით,
#რომელსაც არ ავხსნი რადგან კიდევ 4 ხაზი იქნებოდა შემდეგ კი მეორე მსგავსი კოდის შემდეგ ტერმინალი (სადაც გამოდის ნამუშევარის შედეგები) გვეტყვის რა რიცხვი იყოფა 5 ზე და რომელიც არ იყოფა.
for i in range(1,51):
    if i % 5 == 0:
        print (str(i) + " is mutible of five" )
    else:
        print(str(i)  +" is not mutible of five")