// 1)გამოიტანეთ რიცხვები 30 დან 60 მდე while loop ის გამოყენებით
let user = 30
while(user<60){
    user += 1
    console.log(user)
}
// 2)გამოიტანეთ თქვეენის აყვარელი მანქანის სახელი 15 ჯერ while loop ის გამოყენებით
let user2 = 1
while(user2<15){
    user2 += 1

}
    console.log("Bugatti Type 57")
// 3)დაატრიალეთ ვაილ ლუპი 0 დან 81 მდე  3 ის გამოტოვებით ვაილ ლუპის გამოყენებით
let user3 = 1
while(user3<60){
    user3 += 1
    console.log(user3)
}
// 4)დააატეიალე ფორ ციკლი 1 დან 100 მდე და კონსოლეში გამოიტანე ყველა კენტი რიცხვის ჯამი
let user4 = 100
let sum = 0
for(let i = 0; i < user; i++){
    if (i % 2 === 1){
        sum += i
    }

}
console.log(sum)
// 5)მომხმარებელს შემოატანინე რაიმე რიცხვი,დაატრიალე ფორ ციკლი 1 დან 20 მდე,შენი დავალებაა კონსოლში გამოიტანო ამ დიაპაზონში თითეული რიცხვი გამრავლებული მომხმარებლის მიერ შემოტანილ რიცხვზე რიცხვები 
let user5 = prompt("მომეცი რიცხვი: ")
for (let i = 0; i < 20; i++){
    console.log(i * user5 )
}